Revit 2027 API
RebarShapeConstraintSegmentLength Properties
The RebarShapeConstraintSegmentLength type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from RebarShapeConstraint)
Top
See Also
Reference
RebarShapeConstraintSegmentLength Class
Autodesk.Revit.DB.Structure Namespace